Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/national_elections/election_expenses.html.txt.tmx
Source language: en
Languages: ga

source: The Electoral Act of 1997 introduced a new system for controlling and limiting election expenditure by political parties and candidates in Ireland
ga: Chuir an tAcht um Thoghchán 1997 córas nua i bhfeidhm chun teorainn a chur ar chaiteachas toghcháin páirtithe polaitíochta agus iarrthóirí, agus chun é a smachtú

source: Since the commencement of the Act, parties and candidates must account for all that they spend on an election, including expenditure on advertising, promoting the party, opposing other candidates and soliciting votes
ga: Ó tháinig an tAcht i bhfeidhm, ní folair do pháirtithe agus iarrthóirí cuntas a dhéanamh ar gach a chaitheann siad ar thoghchán, caiteachas ar fhógraíocht, cur chun cinn an pháirtí, cur in aghaidh iarrthóirí eile, agus cuartú vótaí

source: The election period starts on the date of the dissolution of the Dáil and runs to polling day, including both dates
ga: Tosaíonn an tréimhse vótála ar dháta lánscoir na Dála agus leanann sí ar aghaidh go dtí lá na vótála, lena n-áirítear an dá dáta

source: The 1997 Act sets down limits so that candidates are only allowed to spend a certain amount on elections
ga: Leagann Acht 1997 síos teorainn ionas nach bhféadfadh iarrthóirí níos mó ná méid áirithe airgid a chaitheamh ar thoghcháin

source: The maximum that a candidate can spend on a Dáil election is
ga: Seo a leanas an t-uasmhéid gur feidir le iarrthóir a chaitheamh ar thoghchán Dála:

source: • €45,200 per candidate in a five-seat constituency
ga: • €45,200 an iarrthóir i ndáilcheantar chúig shuíochán

source: • €37,650 per candidate in a four-seat constituency
ga: • €37,650 an iarrthóir i ndáilcheantar ceithre shuíochán

source: • €30,150 per candidate in a three-seat constituency
ga: • €30,150 an iarrthóir i ndáilcheantar trí shuíochán

source: The 1997 Act also created a system of reimbursement of election expenses
ga: Chuir Acht 1997 córas cúitimh ar chostais toghcháin i bhfeidhm chomh maith

source: If a candidate received at least one-quarter of the quota of votes for the constituency in which he or she ran, he or she may apply for a reimbursement of up to €8,700 of his or her election expenses
ga: Má tá ar a laghad an ceathrú chuid de chuóta na vótaí faighte ag iarrthóir sa dháilcheantar inar sheas sé/sí, d'fhéadfadh sé/sí iarratas a dhéanamh ar chúiteamh a c(h)ostais toghcháin suas go dtí €8,700

source: • Each political party must appoint a "national agent" who must account for and control all of the party's election expenses
ga: • Ní foláir do gach páirtí polaitíochta gníomhaire náisiúnta a cheapadh. Caithfidh sé/sí cuntas a thabhairt ar chostais toghcháin an pháirtí agus iad a smachtú

source: As well as a national agent for each party, each candidate must appoint an "election agent" to control the candidate's expenditure on elections (the candidate can appoint himself or herself)
ga: Chomh maith le gníomhaire náisiúnta, ní foláir do gach iarrthóir "gníomhaire toghchánach" a cheapadh chun caiteachas toghchánach an iarrthóra a smachtú. (D'fhéadfadh iarrthóir é/í féin a cheapadh)

source: • The national agent or election agent must be the person to enter into all contracts that involve spending money on the election, including booking advertisements with the newspapers, etc
ga: • Ní foláir don ghníomhaire a bheith i gceannas ar gach conradh a bhaineann leis an toghchán a tharraingíonn costas - fógraí curtha in áirithe sna nuachtáin agus araile

source: • Each political party's national agent must deliver a detailed statement to the Standards in Public Office Commission within 56 days after the polling day
ga: • Ní foláir do ghníomhaire náisiúnta gach pairtí polaitíochta mionchuntas a thabhairt do Choimisiún na gCaighdeán in Oifig Phoiblí taobh istigh de 56 lá i ndiaidh lá na vótála

source: The statement must describe all of the expenses incurred by the party
ga: Ní foláir don chuntas cur síos a dhéanamh ar chostais uilig an pháirtí agus ní mór sonraisc a bheith istigh leis le haghaidh costais níos mó ná €634.87

source: • Each candidate's election agent must deliver a similar statement setting out the candidate's expenditure
ga: • Ar an gcaoi chéanna ní foláir do ghníomhaire toghchánach gach iarrthóir cuntas a thabhairt ag déanamh cur síos ar chostais an iarrthóra

source: A candidate may allot some of his or her spending limit to his or her party
ga: D'fhéadfadh iarrthóir cuid dá liúntas a thabhairt dá p(h)áirtí

source: This must be set out in the statement
ga: Ní foláir sin a leagan amach sa chuntas

source: • Invoices or claims relating to expenditure on elections must be sent to the national or election agents within 45 days after the polling day
ga: • Ní folair sonraisc nó eilimh maidir le caiteachas ar thoghcháin a sheoladh d'ionadaithe náisiúnta nó toghchánach laistigh de 45 lá ó lá na vótála

source: If they are claimed after 45 days, the agent cannot pay them
ga: Má dhéantar éileamh orthu tar éis 45 lá ní fhéadfadh an gníomhaire íoc astu

source: • It is an offence for a national or an election agent to spend over the limit or to fail to submit the statement of expenses
ga: • Is coir í má chaitheann gníomhaire náisiúnta nó toghchánach airgead thar an teorainn, nó muna dtugann siad an cuntas costais

source: It is also an offence to pay an election expense that was not claimed within 45 days after the polling day
ga: Is coir í chomh maith íoc as costas nach raibh éilithe laistigh de 45 lá ó lá na vótála

source: • Every candidate who is unsuccessful in the Dáil election must deliver a statement of donations within 56 days after the polling day
ga: • Ní foláir do gach iarrthóir a theipeann orthu insan toghchán Dála, ráiteas a thabhairt faoi airgead a bronnadh orthu laistigh de 56 lá ó lá na vótála

source: This statement must give details of any donations above 634.87 euro that the candidate received in relation to the election
ga: Ní foláir don ráiteas seo mionchuntas a thabhairt ar shuimeanna airgid níos mó na €634.87 a bronnadh ar an iarrthóir le haghaidh an toghcháin

source: Successful candidates will have to make a statement of donations as part of the annual declaration that all TDs must make
ga: Beidh ar iarrthóirí a éiríonn leo ráiteas a dhéanamh faoi airgead a bronnadh orthu mar chuid de ráiteas bliantúil a chaithfidh gach T.D. a dhéanamh

source: • No candidate can receive an individual donation greater than €2,539.48 for election expenses
ga: • Ní fhéadfadh aon iarrthóir glacadh le bronntanas airgid níos mó ná €2,539.48 ó dhuine amháin le haghaidh costas toghcháin

source: No political party can receive an individual donation greater than €6,348.69 for election expenses
ga: Ní fhéadfadh aon pháirtí polaitíochta bronntanas airgid níos mó ná €6,348.69 a fháil ó dhuine amháin le haghaidh costais toghcháin
